Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.11.10.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien pikayleiskokouksesta Tänään pidettiin varmasti saamelaiskäräjien historian lyhin yleiskokous, jossa päätettiin ruhtinaalliset neljä asiaa: 1) kokouksen avaus, 2) kokouksen laillisuus ja päätösvaltaisuus, 3) pöytäkirjantarkastajien valinta ja 4) kokouksen esityslista.
sme: Sámedikki hoahppodievasčoakkán Odne dollojuvvui sihkkarit sámedikki historjjá oaneheamos dievasčoakkán, mas mearriduvvoje olles njeallje ášši: 1) čoakkáma rahpan, 2) čoakkáma lágalašvuohta ja mearridanváldi, 3) beavdegirjedárkkisteddjiid válljen ja 4) čoakkáma áššelistu.

source: Näiden asioiden käsittelyn jälkeen 11 saamelaiskäräjäjäsentä jätti kokouksen, vaikka oli hyväksynyt kokouksen laillisuuden ja päätösvaltaisuuden sekä esityslistan.
sme: Dáid áššiid gieđahallama maŋŋel 11 sámediggeáirasa guđđe čoakkáma, vaikko dat lei dohkkehan čoakkáma lágalašvuođa ja mearridanválddálašvuođa sihke áššelisttu.

source: Kokoukseen jäivät yhteisiä saamelaisasioita hoitamaan allekirjoittaneen lisäksi, käräjäjäsenet Irja Seurujärvi-Kari, Nilla Tapiola, Anu Avaskari, Petra Magga-Vars, Tuomas Aslak Juuso, Veikko Porsanger sekä varajäsen Tauno Haltta.
sme: Čoakkámii báhce oktasaš sámi áššiid dikšut vuolláičálli lassin diggelahtut Irja Seurujärvi-Kari, Nilla Tapiola, Anu Avaskari, Petra Magga-Vars, Tuomas Aslak Juuso, Veikko Porsanger ja várrelahttu Tauno Haltta.

source: Erkki Lumisalmi, Asko Länsman ja Heikki Paltto olivat etukäteen ilmoittaneet estyvänsä osallistumasta kokoukseen hyväksyttävien syiden vuoksi.
sme: Erkki Lumisalmi, Asko Länsman ja Heikki Paltto ledje ovddalgihtii ilmmuhan ahte eai beasa oassálastit dohkálaš ákkaid geažil.

source: Saamelaiskäräjien yleiskokous, mukaan lukien 11 kokouksen jättänyttä käräjäjäsentä, on hyväksynyt saamelaiskäräjien budjetin ja määrännyt saamelaiskäräjien kokouksien määräksi neljä.
sme: Sámedikki dievasčoakkán, mas leat mielde lohkkon 11 čoakkáma guođđán diggeáirasa, lea dohkkehan sámedikki bušeahta ja mearridan sámedikki čoakkámiid mearrin njeallje.

source: Nyt kokouksella ei ollut päätösvaltaa päättää yhdestäkään varsinaisesta asiasta.
sme: Dál čoakkámis ii lean mearridanváldi mearridit ovttage aitosaš ášši.

source: Saamelaiskäräjien on silti maksettava kokouskulut, virkamiesten työpanoksen ja matkakulut.
sme: Sámediggi galgá liikká máksit čoakkángoluid, virgeolbmuid bargan barggu ja mátkegoluid.

source: Kokouskulut matkakuluineen, tulkkauksineen ja kokousvuokrineen ovat 5000 eurosta ylöspäin aina 10 000 euroon asti, tarkkoja tietoja ei saa ennen kuin kaikki laskut kokouksesta tulevat.
sme: Čoakkángolut oktan mátkegoluiguin, dulkomiin, ja čoakkánláigguin dahket 5000 euros bajás gitta 10 000 euro rádjái, dárkkes dieđut eai ožžojuvvo ovdal go buot rehkegat čoakkámis bohtet.

source: Saamelaiskäräjien pienessä budjetissa tämä on iso raha, joka on nyt valunut hukkaan 11 saamelaiskäräjäjäsenen lähdettyä kokouksesta ilman laillista estettä.
sme: Sámedikki smávva bušeahtas dát lea stuora ruhta, mii bálkása 11 sámediggeáirasa almmá lágalaš ákka haga guođđin čoakkáma mielde.

source: Mielestäni kyseessä oli äänestäjien pettäminen.
sme: Mu mielas jearaldagas lei jienasteddjiid beahttin.

source: Uskomatonta oli, että jopa kulttuurilautakunnan puheenjohtaja lähti kokouksesta, vaikka kokouksen asialistalla oli esitys vuoden 2012 kulttuurimäärärahoiksi.
sme: Orui jáhkemeahttun, ahte juobe kulturlávdegotti ságadoalli vulggii čoakkámis, vaikko čoakkáma áššelisttus lei evttohus jagi 2012 kulturmearreruhtan.

source: Esityksen antaminen nyt viivästyy ja olen huolissani siitä, millaisen viestin saamelaiskäräjien yleiskokous antaa tällä tavoin saamelaisille taiteilijoille, järjestöille, käsityöntekijöille ja nuorille.
sme: Dán evttohusa addin maŋŋona dál ja lean gal duođaid fuolas das, makkár signála sámedikki dievasčoakkán addá dáinna lágiin sámi dáiddariidda, servviide, duodjáriidda ja nuoraide.

source: Heidän tarpeensa ovat ilmeisesti uhrattavissa 11 saamelaiskäräjäjäsenen vallanhalulle.
sme: Sin dárbbuin ii gusto dárbbat beroštit 11 sámediggeáirasa válddihálu geažil.

source: Asialistalla oli myös selvitys saamenkielisten sosiaali- ja terveysmäärärahojen käytöstä vuodelta 2009.
sme: Áššelisttus lei maid čilgehus jagi 2009 sámegiel sosiála- ja dearvvašvuohtamearreruđaid geavahusas.

source: Asiasta vastaavan lautakunnan, sosiaali- ja terveyslautakunnan puheenjohtaja jätti myös kokouksen.
sme: Áššis ovddasvástideaddji lávdegotti, sosiála- ja dearvvašvuohtalávdegotti, ságadoalli guđii maid čoakkáma.

source: Jos selvitystä ei anneta ajoissa, se voi vaikeuttaa vuoden 2011 määrärahan saantia.
sme: Jos čilgehus ii addojuvvo áiggebále, de dat sáhttá váttásnuhttit jagi 2011 mearreruđa oažžuma.

source: Lisäksi yleiskokouksella oli kolmesta edellisestä yleiskokouksesta siirretyt tiedoksi merkittävät asiat tiedoksi merkittävänä, joita on jouduttu siirtämään kun kokous ei ole ollut päätösvaltainen.
sme: Dasa lassin dievasčoakkámis ledje golmma ovddit dievasčoakkámis sirdojun ilmmuhanášši, mat ledje sirdojuvvon go ovddit čoakkámat eai lean mearridanválddálaččat daid gieđahallat ja nu geavai dálnai.

source: Lisäksi saamelaiskäräjien kokouksen 4/2009 kokouspöytäkirja on vielä hyväksymättä koska pöytäkirjanpitäjät ovat asiasta erimielisiä.
sme: Dasa lassin sámedikki dievasčoakkáma 4/2009 čoakkánbeavdegirji lea vel dohkkekeahttá, daningo beavdegirjedárkkisteaddjit leat beavdegirjji sisdoalus sierramielagat.

source: Pidän tilannetta hyvin surullisena.
sme: Anán ášši hui morašlažžan.

source: Erityisesti ajattelen saamelaisia äänestäjiä, joiden edustajat eivät ole kantaneet vastuutaan saamelaiskäräjäjäseninä.
sme: Earenoamážit jurddahan sápmelaš jienasteddjiid, geaid ovddasteaddjit eai leat guoddán ovddasvástádusaset sámediggeáirasin.

source: Toinen asia mistä olen hyvin huolissani on toiminnan vaikutuksesta saamelaisten äänestysintoon ja saamelaisnuoriin.
sme: Nubbi ášši mas lean hui fuolas, ahte mii lea doaimma váikkuhusaid sápmelaččaid jienastanmoktii ja sámi nuoraide.

source: Saamelaiskäräjät on perustanut nuorisoneuvoston.
sme: Sámediggi lea vuođđudan nuoraidráđi.

source: Millaisen viestin vanhat saamelaispoliitikot antavat saamelaisnuorille yhteisten asioiden hoitamisesta: jos kokouksen jättäneet eivät saa omaa tahtoaan läpi, he jättävät kokoukset ja sabotoivat näin saamelaiskäräjien toimintaa kun asioita ei saada käsiteltyä.
sme: Makkár signála boares sami politihkkárat addet sámi nuoraide oktasaš áššiid dikšumis: jos čoakkáma guođđán olbmot eai oaččo dáhtuset čađa, de sii guđđet čoakkámiid ja billistit ná sámedikki barggu go áššit eai šatta gieđahallojuvvot.

source: Toivoisin saamelaiskäräjien edustajien tuntevan vastuunsa ja arvostavansa tehtäväänsä saamen kansan edustajina.
sme: Sávalin sámediggeáirasiid dovdat ovddasvástádusaset ja atnit árvvus bargguset sámi álbmoga ovddasteaddjin.

source: Nyt 11 jäsentä on pettänyt saamelaiset.
sme: Dál 11 áirasa leat beahttán sápmelaččaid, sin váldehimuin ii leat geahčige.

source: Saamelaiskäräjäjäsenet toimivat tehtävässään myös virkavastuulla.
sme: Sámediggeáirasat doibmet barggusteaset maiddái virgeovddasvástádusain.

source: Saamen kansa on antanut heille vastuun hoitaa yhteisiä asioita: nyt he ovat tästä vastuusta luopuneet.
sme: Sámi álbmot lea addán sidjiide ovddasvástádusa dikšut oktasaš áššiid: dál sii leat luohpan dán ovddasvástádusas.

source: 11 saamelaiskäräjäjäsenen ulosmarssi johtui siitä, että he eivät saaneet asialistalle vaatimustaan arvioida saamelaiskäräjien hallituksen toimintaa ja erottaa saamelaiskäräjien hallitus.
sme: 11 sámediggeáirasa čoakkánlanjas olggosvázzima sivvan lei dat, go sii eai ožžon áššelistui gáibádusaset árvvoštallat sámedikki stivrra barggu ja earuhit sámedikki stivrra.

source: Saamelaiskäräjien hallitus on selvittänyt ulkopuolisella lakiasiantuntijalla, että päätoimisen puheenjohtajan erottaminen olisi vastoin perustuslakia ja saamelaiskäräjien hallituksen erottaminen vastoin saamelaiskäräjälakia ja saamelaiskäräjien työjärjestystä.
sme: Sámedikki stivrii lea olggobeal láhkaáššedovdi čilgen, ahte váldodoaibmasaš ságadoalli earuheapmi livččii vuođđolága vuostá ja fas sámedikki stivrra earuheapmi sámediggelága ja sámedikki bargoortnega vuostá.

source: 11 saamelaiskäräjäjäsenelle eivät näytä riittävän Suomen lainsäädännön määräykset, vaan he haluavat edelleen erottaa puheenjohtajan ja hallituksen ja uudistivat vaatimuksensa ennen kokouksesta lähtöään.
sme: 11 sámediggeáirasii eai oro leame dárbahassii Suoma lága mearrádusat, muhto sii hálidit velnai earuhit ságadoalli ja stivrra ja ođaste gáibádusaset ovdal čoakkáma guođđima.

source: Jan Saijets vielä kysyi erikseen olenko valmis eroamaan tehtävästäni.
sme: Jan Saijets vel jearai sierra leango válmmaš earránit barggustan.

source: Minä en petä äänestäjiäni ja kannattajiani jättämällä puheenjohtajan tehtävät laittomien vaatimusten ja epämääräisten vihjailujen perusteella.
sme: Mun in beahte iežan jienasteddjiid ja guottiheddjiid nu ahte guođán ságadoalli bargguid lágahis ja čabu geažidemiid vuođul.

source: Olen kovasti yrittänyt pohtia miksi eräät saamelaiskäräjäjäsenet haluavat erottaa hallituksen.
sme: Lean geahččalan suokkardit manne muhtin sámediggeáirasat hálidit earuhit stivrra.

source: Ryhmittymän edustajat ovat esittäneet ylimalkaisia syitä eri medioissa, mutta missään vaiheessa ei ole yksilöity, että mitä hallitus on tehnyt niin väärin, ettei se nauti heidän luottamustaan.
sme: Dan joavkku ovddasteaddjit leat ovdanbuktán sulalaš ja gehppes ákkaid sierra mediain. Goassige sii eai leat sierranastán daguid, maid stivra lea dahkan nu vearrut, ahte dat ii návddaš sin luohttámuša.

source: Kokouksessakaan se ei tullut ilmi.
sme: Čoakkámis eai boahtán ovdan dákkár dagut.

source: Yleiskokous arvioi viimeksi kesäkuun kokouksessa saamelaiskäräjien hallituksen toimintaa hyväksyessään hyvin yksityiskohtaisen toimintakertomuksen vuodelta 2009.
sme: Dievasčoakkán árvvoštalai maŋimus geassemánu čoakkámis sámedikki stivrra doaimma dohkkehettiinis jagi 2009 hui bienalas doaibmačilgehusa.

source: Tällöin saamelaiskäräjien hallitus sai jopa kehuja saamelaiskäräjien hallituksen eroa vaatineelta ryhmittymältä.
sme: Dalle sámedikki stivra oaččui juobe rámiid sámedikki stivrra earu gáibidan joavkkus.

source: Tuntuu hyvin uskomattomalta, että samalla hyväksytään hallituksen toiminta mutta silti sitä vastustetaan ja halutaan erottaa hallitus.
sme: Orru hui jáhkemeahttun, ahte oktanis dohkkehuvvo stivrra bargu muhto liikká vuostálastojuvvo ja stivra háliduvvo earuhuvvot.

source: Saamelaiskäräjien poliittinen kulttuuri on hyvin nuorta, mutta jonkinasteista kehittynyttä näkemystä yhteisten asioiden hoitamiselle voisi odottaa.
sme: Sámedikki politihkalaš kultuvra lea hui nuorra, muhto muhtinlágán ovdánan oainnu oktasaš áššiid dikšumii sáhtálii gal liikká vuordit.

source: En ole päässyt muuhun johtopäätökseen kuin siihen, että 11 saamelaiskäräjäjäsentä ei yksinkertaisesti pidä saamelaiskäräjien nykyisestä hallituksesta.
sme: Mun in leat gal boahtán eará jurddabohtosii go dasa, ahte 11 sámediggeáirasa eai ovttageardánit liiko sámedikki dálá stivrii.

source: 11 saamelaiskäräjäjäsentä ei ilmeisesti nähnyt muuta vaihtoehtoa kuin ulosmarssin, koska professori Kaarlo Tuorin lausunto oli niin yksiselitteinen.
sme: 11 sámediggeáirasa eai almmatge oaidnán eará molssaeavttu go vázzilit olggos čoakkánlanjas, daningo professor Kaarlo Tuori cealkámuš lei nu ovttačilggolaš.

source: Se ei mahdollista asiasta valittamista, eivätkä saamelaiskäräjäjäsenet uskaltaneet yksilöidä mistä hallitusta syytetään.
sme: Dat ii atte vejolašvuođaid váidit áššis, eaige sámediggeáirasat duostan sierranastit, mas stivra sivahuvvo.

source: Lakien mukaan hallitus on mahdollista erottaa, jos hallituksen jäsenet tuomitaan vaalien jälkeen törkeästä rikoksesta vankeuteen.
sme: Lágaid mielde stivrra sáhttá earuhit, jos stivrra lahtut válggaid maŋŋel dubmejuvvojit rihkkosis giddagassii.

source: Nämä 11 saamelaiskäräjäjäsentä ovat jo nähneet, että valittaminen hallituksen päätöksistä ei kannata, valitukset ovat tulleet aina bumerangina takaisin valittajille.
sme: Dát 11 sámediggeáirasa leat juo oaidnán, ahte stivrra mearrádusain váidaleapmi ii gánnát, daningo váidalusat leat boahtán álohii ruovttoluotta bumeráŋŋan.

source: Toivoisin medialtakin hieman tutkivaa journalismia.
sme: Sávalinnai medias veaháš dutki journalismma.

source: Yle Sámiradiota ja Lapinradiota olen seurannut ahkerasti ja siellä on hyvin usein haastateltu, varmaan tänäänkin, saamelaiskäräjien hallitusta vastustavia saamelaiskäräjäjäseniä ilman kritiikkiä ja ilman konkreettisia näkemyksiä siitä, missä hallitus on toiminut väärin.
sme: Lean čuvvon viššalit Yle sámi radio ja Lapinradio ja doppe leat hui dávjá jearahallojuvvon, várra odnenai, sámedikki stivrra vuostálasti sámediggeáirasat almmá kritihka ja konkrehtalaš oainnuid haga das, gokko stivra lea bargan boastut.

source: Keskustelu on ollut pitkälti yksipuolista ja toiminut mielikuvien kautta.
sme: Ságastallan lea leamaš hui ovttabealálaš ja dat doaibmá miellagovaid bakte.

source: Mutta tällaista tämä mediapeli joskus on.
sme: Muhto dákkár dát mediaspeallu lea muhtimin.

source: Monet ryhmittymän edustajat soittelevat viikoittain uutistoimituksiin, josko pääsisivät kritisoimaan hallitusta.
sme: Máŋggat namuhuvvon 11 sámediggeáirasa joavkku ovddasteaddjit čuojahallet vahkosaččat ođasdoaimmahusaide, vai beasale árvvohuššat sámedikki stivrra bargguin.

source: Itse näen, että median tulisi toimia itsenäisesti ja riippumattomasti ja hankkia uutisointiensa pohjaksi puolueetonta ja asiaan pohjautuvaa tietoa eikä perustaa uutisia vain pikahaastatteluihin.
sme: Ieš oainnán, ahte media galggalii bargat iehčanasat ja bealáheamit ja háhkat ođđasiid, mat vuođđuduvvet bealátkeahtes ja áššálaš dihtui, eaige vuođđudit dieđuideaset dušše hohpolaš jearahallamiidda.

source: Media on vallan vahtikoira, mutta ketä saamelaismedia oikein vahtii ja miten ?
sme: Media lea válddi fákta, muhto gean dehe man oassebeliid sámi media rievtti mielde fákte ja mainna lágiin.

source: Kokouspäätökset ja kokouksissa käyty keskustelu on alkanut elää jo omaa elämäänsä median palstoilla ja varmaan jatkaa edelleenkin.
sme: Čoakkánmearrádusat ja čoakkánságastallan lea ealligoahtán juo iežas eallima media bálstáin ja sihkkarit joatkahuvvá vel dálážisge.

source: Minua on syytetty uhkailusta kun viittasin lakeihin kokouksessa; hallitusta on syytelty salailusta ja siitä, että emme vie asioita yleiskokouksen käsittelyyn.
sme: Munnai lean sivahuvvon uhkideamis go čujuhin lágaide čoakkámis, stivra lea sivahuvvon čiegadeamis ja das, ahte eat doalvvo áššiid dievasčoakkáma gieđahallamii.

source: Kuntalait ja saamelaiskäräjälaitkin menivät monelta käräjäjäseneltä iloisesti sekaisin.
sme: Ovddes ja dálá gieldaláhka ja sámediggeláhka seahkáne máŋgga sámediggeáirasis hui báhuid.

source: Mielellään hallitus veisi yleiskokoukselle enemmän asioita käsiteltäväksi, mutta tämänpäiväinen kokous osoitti jälleen kerran, että se tulee olemaan vaikeaa – ja kallista.
sme: Mielalis stivra doalvvulii dievasčoakkámii eambbo áššiid gieđahallamii, muhto otnáš čoakkán čájehii vuot dan, ahte dat gal šaddá leat váttis ja divrras.

source: Saamelaiskäräjien yleiskokouksen 11 jäsenen ulosmarssi tuntuu hyvin absurdilta.
sme: Sámedikki dievasčoakkáma 11 áirasa olggosvázzileapmi orru olggosoaidnit hui absurda ja mánnálaš dahku.

source: Kerroin kokouksen aluksi tuttuun tapaan mitä saamelaiskäräjien hallitus on tehnyt edellisen yleiskokouksen jälkeen.
sme: Muitalin čoakkámis ovddeš geavada mielde maid sámedikki stivra lea bargan ovddit dievasčoakkáma maŋŋel.

source: Minulla oli hyviä uutisia kerrottavana, neuvottelumme oikeusministeriö kanssa on tuottanut tulosta ja olemme saamassa hieman lisärahoitusta saamelaiskäräjien kuluvan vuoden budjettiin saamelaisen parlamentaarisen neuvoston puheenjohtajuuden hoitoa varten ja palkkakuluihin.
sme: Mus ledje buorit ođđasat muitalanládje, min ráđđádallamat vuoigatvuohtaministeriijain leat buktán bohtosa ja leat oažžume veaháš lassiruhtadeami sámedikki dán jagi bušehttii sámi parlamentáralaš ráđi jođiheapmái ja bálkágoluide.

source: Saamelaiskäräjät on aktiivisesti edistänyt saamelaisten oikeuksia lausunnoissaan ja aloitteissaan saamelaiskäräjien hyväksytyn toimintaohjelman mukaisesti.
sme: Sámediggi lea aktiivvalaččat ovddidan sámiid vuoigatvuođaid cealkámušaidisguin ja álgagiiddisguin sámedikki dohkkehuvvon doaibmaplána mielde.

source: Katselin eilen miten hallitus on toteuttanut saamelaiskäräjien kuluvan vaalikauden toiminta-ohjelmaa 2008-2011 ja miten yleiskokouksen määräämät toiminnan painopisteet ovat toteutuneet saamelaiskäräjien hallituksen, puheenjohtajan ja lautakuntien työssä.
sme: Gehččen ikt ’ eahkes mot stivra lea olláhuhttán sámedikki dán válgabaji doaibmaprográmma 2008-2011 ja mot dievasčoakkáma mearridan barggu doaibmačuoggát leat olláhuvvan sámedikki stivrra, lávdegottiid ja ságadoalli barggus.

source: Saamelaiskäräjien vaikutusmahdollisuudet ovat lausunnot, aloitteet, esitykset, edunvalvonta ja saamelaiskäräjälain § 9 mukaiset neuvottelut.
sme: Sámedikki váikkuhanvejolašvuođat leat cealkámušat, álgagat, evttohusat, beroštumiid bearráigeahčču ja sámediggelága 9. §:a ráđđádallamat.

source: Saamelaiskäräjien toiminta-ohjelmaa on toimeenpantu tehokkaasti saamelaiskäräjien resurssien puitteissa lausunnoissa, aloitteissa ja edunvalvonnassa.
sme: Sámedikki doaibmaprográmma lea olláhuhtton beaktilit sámedikki resurssaid olis cealkámušain, álgagiin ja beroštumiid bearráigeahčus.

source: Ehkäpä seuraavaan yleiskokoukseen voisi viedä katsauksen yleiskokoukselle hallituksen toiminnasta saamelaiskäräjien toimintaohjelman edistämiseksi.
sme: Čuovvovaš dievasčoakkámii soaittálii leat buorre buktit geahčastaga stivrra barggus sámedikki doaibmaprográmma ovddideapmin.

source: Hallitus on toiminut täysin toiminta-ohjelman mukaisesti, sen voi jokainen itse päätellä vertaamalla saamelaiskäräjien toiminta-ohjelmaa, antamiamme lausuntojamme, saamelaiskäräjien toimintaa 8(j)-työryhmässä ja kielenelvytysohjelmassa sekä edunvalvontaamme.
sme: Stivra lea bargan ollásit doaibmaprográmma mielde, dan sáhttá juohkeokta ieš árvvoštallat go veardida sámedikki doaibmaprográmma, min addin cealkámušaid, sámedikki barggu 8(j)-bargojoavkkus ja giellaealáskahttinprográmmas sihke beroštumiid bearráigeahčus.

source: Yleiskokouksen 11 jäsenen ulosmarssi hidastaa hieman saamelaiskäräjien lakisääteisten tehtävien hoitamista, mutta ei hallituksen toimintaa.
sme: Dievasčoakkáma 11 áirasa olggosvázzileapmi njoazida veaháš sámedikki láhkaásahan bargguid dikšuma, muhto ii stivrra barggu.

source: Jatkamme edelleen lakisääteisten tehtävien hoitoa.
sme: Joatkit viidáseappot lágain mearriduvvon bargguid dikšuma.

source: Olemme sen omille äänestäjillemme velkaa, kuten myös ne saamelaiskäräjäjäsenet, jotka jäivät kokouspaikalle.
sme: Mii leat dan iežamet jienasteddjiide velggolaččat, dego maid dat sámediggeáirasat geat báhce čoakkánbáikái.

source: Loppuviikosta osallistun kestävän kehityksen toimikunnan kokoukseen, Lapin korkeakoulukonsernin kokoukseen ja saamelaiskäräjät käy saamelaiskäräjälain § 9 mukaiset neuvottelut maastoliikennelaista ympäristöministeriön kanssa.
sme: Loahppavahku oassálasttán suvdilis gárganeami doaibmagotti čoakkámii, Lappi allaskuvlakonsearnna čoakkámii ja sámediggi ráđđádallá diggelága 9 §:a mielde meahccefievrolágas birasministeriijain.

source: Perjantaina jään vajaan viikon syyslomalle.
sme: Bearjadaga bázán vahku čakčalupmui.

source: Syysloman jälkeen hallitus pääsee taas pähkäilemään ja pohtimaan milloin saamelaiskäräjien seuraava yleiskokous pidetään, mitkä ovat budjettimahdollisuudet kokousten pidolle ja miten ylityöllistetty sihteeristömme ehtii kaikki asiat valmistella.
sme: Čakčaluomu maŋŋel stivra beassá fas suokkardallat goas sámedikki čuovvovaš dievasčoakkán dollojuvvo, mat leat bušeahttavejolašvuođat čoakkámiid doallamii ja mot badjelmeare barggahuvvon čállingoddámet háhppeha buot áššiid válmmaštallat.

source: Seuraavassa yleiskokouksessa on ollut tarkoitus asettaa saamelaiskäräjien nuorisoneuvosto.
sme: Čuovvovaš dievasčoakkámis lea leamaš ulbmilin ásahit sámedikki nuoraidráđi.

source: Meillä alkaa olla neuvoston asettamiselle kiire, koska olemme saaneet opetus- ja kulttuuriministeriöltä siihen rahoitusta ja pohjoismainen saamelaisnuorten konferenssin järjestelyt pitäisi aloittaa pian, järjestäminen on Suomen saamelaiskäräjien vastuulla.
sme: Mis álgá leat ráđi ásahemiin hoahppu, daningo mii leat ožžon oahpahus- ja kulturministeriijas dasa ruhtadeami ja davviriikkalaš sámi nuoraid konfereanssa lágidemiid galggalii álggahit jođánit go dan lágideapmi lea Suoma sámedikki ovddasvástádussan.

source: Tulevan nuorisoneuvoston tehtäviksi siirtyvät todennäköisesti myös saamelaislasten ja – nuorten taidetapahtuman järjestäminen.
sme: Boahttevaš nuoraidráđi bargun šaddá jáhku mielde maid sámi mánáid ja nuoraid dáiddadáhpáhusa lágideapmi.

source: Mediassa on ollut esillä koulutus- ja oppimateriaalilautakunnan päätös olla järjestämättä saamelaislasten ja – nuorten taidetapahtumaa.
sme: Diehtojuohkingaskaomiin lea leamaš ovdan skuvlen- ja oahppomateriálalávdegotti mearrádus, man mielde sámediggi ii lágidivčče sámi mánáid ja nuoraid dáiddadáhpáhusa.

source: Tulen käyttämään asiassa työjärjestyksen mukaista otto-oikeutta ja pyytää hallintoa aloittamaan asian valmistelu ja rahoituksen hakeminen ja vien asian saamelaiskäräjien hallituksen käsittelyyn.
sme: Áiggun geavahit áššis bargoortnega mielde ng. váldinvuoigatvuođa ja bivdit hálddahusa álggahit ášši válmmaštallama ja ruhtadeami ohcama ja doalvvun ášši sámedikki stivrra gieđahallamii.

source: Päätöksellä on kiire, jotta ehdimme hakea rahoitusta tapahtumalle.
sme: Mearrádusain lea hoahppu, vai geargat ohcat ruhtadeami dáhpáhussii.

source: Saamelaislasten ja – nuorten taidetapahtuma on hyvin tärkeä tapahtuma saamelaislasten ja nuorten identiteetille ja yhteenkuuluvuudelle.
sme: Sámi mánáid ja nuoraid dáiddadáhpáhus lea hui dehálaš dáhpáhus sámi mánáid ja nuoraid iešdovdui ja oktiigullevašvuhtii.

source: Jos tapahtumaa ei järjestettäisi, rikkoisimme mielestäni saamelaiskäräjien yleiskokouksen toiminta-ohjelmaa, jossa saamelaiskäräjät on sitoutunut mm. järjestämään kulttuuritapahtumia ja parantamaan lasten ja nuorten elinoloja sekä saamelaiskulttuurin asemaa.
sme: Jos dáhpáhus ii lágiduvvo, de sámediggi rihkkolii mu mielas sámedikki dievasčoakkáma doaibmaprográmma, mas sámediggi lea čatnasan ee. lágidit kulturdáhpáhusaid ja buoridit mánáid ja nuoraid eallindiliid dego maid sámi kultuvrra sajádaga.

source: Terveisin Vuontisjärveltä, Klemetti Näkkäläjärvi
sme: Vuottesjávrres 11.10.2010
